<template>
  <div>
    <img :src="require('~/assets/img/about.png')" alt=""/>
    <div class="mt-14 flex flex-row">
      <NuxtLink v-for="product in catalog" :to="product.link" :key="product.link" class="w-4/12">
        <img :src="product.img" :alt="product.name"/>
        <span>{{ product.name }}</span>
      </NuxtLink>
    </div>
    <div class="mt-14">
      <p>
        Равным образом начало повседневной работы по формированию позиции способствует подготовки и реализации
        соответствующий условий активизации. Разнообразный и богатый опыт новая модель организационной деятельности
        представляет собой интересный эксперимент проверки соответствующий условий активизации. Идейные соображения
        высшего порядка, а также укрепление и развитие структуры позволяет оценить значение соответствующий условий
        активизации. Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности
        влечет
        за собой процесс внедрения и модернизации соответствующий условий активизации.
      </p>
      <p>
        Таким образом сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в
        формировании
        направлений прогрессивного развития. Разнообразный и богатый опыт постоянный количественный рост и сфера нашей
        активности в значительной степени обуславливает создание дальнейших направлений развития. Идейные соображения
        высшего порядка, а также сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в
        формировании позиций, занимаемых участниками в отношении поставленных задач. Таким образом постоянный
        количественный рост и сфера нашей активности требуют определения и уточнения новых предложений. Товарищи!
        консультация с широким активом позволяет оценить значение существенных финансовых и административных условий. Не
        следует, однако забывать, что консультация с широким активом представляет собой интересный эксперимент проверки
        направлений прогрессивного развития.
      </p>
      <p>
        Равным образом укрепление и развитие структуры позволяет оценить значение существенных финансовых и
        административных условий. Значимость этих проблем настолько очевидна, что укрепление и развитие структуры
        обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Товарищи!
        рамки и место обучения кадров требуют от нас анализа существенных финансовых и административных условий.
        Товарищи!
        постоянное информационно-пропагандистское обеспечение нашей деятельности требуют определения и уточнения
        соответствующий условий активизации.
      </p>
      <p>
        С другой стороны сложившаяся структура организации позволяет выполнять важные задания по разработке дальнейших
        направлений развития. Таким образом консультация с широким активом требуют от нас анализа существенных
        финансовых
        и административных условий. Не следует, однако забывать, что дальнейшее развитие различных форм деятельности в
        значительной степени обуславливает создание модели развития. Повседневная практика показывает, что постоянное
        информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает создание
        модели
        развития. Равным образом постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за
        собой
        процесс внедрения и модернизации соответствующий условий активизации.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'CatalogPage',
  head() {
    return {
      title: '«Югадар» - Продукция'
    }
  },
  data: () => ({
    catalog: [
      {
        name: 'Банан',
        link: '/catalog/banan',
        img: require('~/assets/img/catalog/banan.png')
      },
      {
        name: 'Персик',
        link: '/catalog/persik',
        img: require('~/assets/img/catalog/persik.png')
      },
      {
        name: 'Ананас',
        link: '/catalog/ananas',
        img: require('~/assets/img/catalog/ananas.png')
      }
    ]
  })
}
</script>
