<template>
  <div class="mx-2">
    <div class="flex flex-col">
      <VueSlickCarousel class="" :settings="sliderSettings">
        <img class="rounded-lg border-8" :src="require('~/assets/img/outlets/outlet1.png')" alt=""/>
        <img class="rounded-lg border-8" :src="require('~/assets/img/outlets/outlet1.png')" alt=""/>
      </VueSlickCarousel>
      <div class="flex flex-row mt-4">
        <img class="rounded-lg border-2 w-3/6" :src="require('~/assets/img/outlets/outlet1.png')" alt=""/>
        <img class="rounded-lg border-2 w-3/6" :src="require('~/assets/img/outlets/outlet1.png')" alt=""/>
      </div>
    </div>
    <div class="" :class="{'mt-14':$device.isDesktop , 'mt-4': !$device.isDesktop}">
      <p>
        Значимость этих проблем настолько очевидна, что консультация с широким активом требуют от нас анализа системы
        обучения кадров, соответствует насущным потребностям. Таким образом новая модель организационной деятельности
        способствует подготовки и реализации форм развития.
      </p>
      <p>
        С другой стороны сложившаяся структура организации позволяет выполнять важные задания по разработке направлений
        прогрессивного развития. Задача организации, в особенности же начало повседневной работы по формированию позиции
        позволяет оценить значение дальнейших направлений развития.
      </p>
      <p>
        Равным образом консультация с широким активом влечет за собой процесс внедрения и модернизации существенных
        финансовых и административных условий. С другой стороны консультация с широким активом представляет собой
        интересный эксперимент проверки новых предложений.
      </p>
      <p>
        Идейные соображения высшего порядка, а также рамки и место обучения кадров в значительной степени обуславливает
        создание систем массового участия. Значимость этих проблем настолько очевидна, что реализация намеченных
        плановых
        заданий позволяет оценить значение новых предложений. Товарищи! постоянный количественный рост и сфера нашей
        активности обеспечивает широкому кругу (специалистов) участие в формировании позиций, занимаемых участниками в
        отношении поставленных задач.
      </p>
      <p>
        Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности обеспечивает
        широкому кругу (специалистов) участие в формировании систем массового участия. Повседневная практика показывает,
        что новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании
        модели развития. Не следует, однако забывать, что сложившаяся структура организации способствует подготовки и
        реализации новых предложений. Задача организации, в особенности же консультация с широким активом способствует
        подготовки и реализации систем массового участия. Повседневная практика показывает, что постоянное
        информационно-пропагандистское обеспечение нашей деятельности требуют от нас анализа соответствующий условий
        активизации. С другой стороны укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие
        в
        формировании дальнейших направлений развития.
      </p>
    </div>
  </div>
</template>

<script>
import VueSlickCarousel from 'vue-slick-carousel'
import 'vue-slick-carousel/dist/vue-slick-carousel.css'
import 'vue-slick-carousel/dist/vue-slick-carousel-theme.css'

export default {
  name: 'IndexPage',
  head() {
    return {
      title: '«Югадар» - Главная страница'
    }
  },
  components: {VueSlickCarousel},
  data: () => ({
    sliderSettings: {
      infinite: true,
      autoplay: true,
    },
  }),
}
</script>
